export const SitePage: React.VFC = () => {
    return (
        <main id="about">
            <p className="title">This Site</p>
            <p className="message">
                はじめまして。この度はわざわざプロフィールまでご覧いただきありがとうござます。
                <br />
                このページにはわたしの経歴とスキル、そしてこれからの目標が書いてあります。どうぞお時間があるときにでも読んでくれたらうれしく思います。
                <br />
            </p>
            <p className="subtitle">経歴</p>
            <p className="message">
                はじめまして。この度はわざわざプロフィールまでご覧いただきありがとうござます。
                <br />
                このページにはわたしの経歴とスキル、そしてこれからの目標が書いてあります。どうぞお時間があるときにでも読んでくれたらうれしく思います。
                <br />
            </p>
            <p className="subtitle">スキル</p>
            <p className="message">
                はじめまして。この度はわざわざプロフィールまでご覧いただきありがとうござます。
                <br />
                このページにはわたしの経歴とスキル、そしてこれからの目標が書いてあります。どうぞお時間があるときにでも読んでくれたらうれしく思います。
                <br />
            </p>
            <p className="subtitle">目標</p>
            <p className="message">
                はじめまして。この度はわざわざプロフィールまでご覧いただきありがとうござます。
                <br />
                このページにはわたしの経歴とスキル、そしてこれからの目標が書いてあります。どうぞお時間があるときにでも読んでくれたらうれしく思います。
                <br />
            </p>
        </main>
    )
}
